Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/kystverket.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: An investment proposition has also been submitted to the Storting.
nb: Kystverket er jobber med planlegging for anskaffelse av entreprenør.

source: Statistics and documentation
nb: Statistikk og dokumentasjon

source: The aim of S-129 is to ensure good clearance in areas where depths are marginal. Calculates where it is safe
nb: Målet med S-129 er å sikre god klaring i områder med små marginer på dybde.

source: The member countries are Canada, Denmark including the Faroe Islands and Greenland, Finland, Iceland, Norway, Russia, Sweden and the United States.
nb: Medlemslandene er Canada, Danmark med Færøyene og Grønland, Finland, Island, Norge, Russland, Sverige og USA.

source: The vessel was loaded with about160 ton of heavy oil and 40 ton of diesel.
nb: Skipet inneholdt videre 160 tonn tungolje og 40 tonn diesel.

source: We have the challenge of sea levels rising due to global warming.
nb: Vi har utfordringen med konsekvenser av havnivå som stiger på grunn av global oppvarming.

source: The aft section sank immediately and is still lying at the wreck site.
nb: Akterdelen sank umiddelbart, og ligger fremdeles på havaristedet.

source: Vardø - Træna (entered into force in 2007)
nb: Vardø - Træna (trådte i kraft i 2007)

source: Vessels must not pass other vessels in the waters between Risøy lantern in the south and Gangsøya beacon in the north.
nb: Fartøy skal ikke passere andre fartøy i farvannet mellom Risøy lykt i sør og Gangsøya lykt i nord.

source: An applicant for PEC on Svalbard must, in addition to holding a valid deck officer certificate, have:
nb: Den som søker om farledsbevis for Svalbard må, i tillegg til å inneha gyldig dekksoffisersertifikat, ha:

source: Availability shall be calculated for a continuous period of 3 years.
nb: Tilgjengelighet skal beregnes for en kontinuerlig periode på 3 år.

source: The service is part of the Norwegian Coastal Administration’s efforts to streamline and digitise maritime services aimed at supporting maritime transport.
nb: Tjenesten er et ledd i Kystverkets effektivisering og digitalisering av maritime tjenester for å støtte sjøtransport.

source: The first paragraph does not apply when passing vessels with a length less than 50 metres when the vessel traffic centre has given permission for such a passage.
nb: Første ledd gjelder ikke passering av fartøy med lengde mindre enn 50 meter når sjøtrafikksentralen har gitt tillatelse til slik passering.

source: The vessel's engine was stopped at 22:02 and the vessel's firefighting system was triggered between 22:05 and 22:10.
nb: Skipets motor ble stanset kl 22:02, og fartøyets brannslukkingsanlegg ble utløst mellom kl 22:05 og 22:10.

source: After it ran aground, a hole in the hull near the engine room and that the vessel was taking on water, was reported.
nb: Etter grunnstøtningen ble det meldt om hull i skroget ved maskinrommet, og at skipet tok inn vann.

source: PECs for vessels over 150 metres in special cases
nb: Farledsbevis for fartøy over 150 meter i særlige tilfeller

source: 18 people went missing after the accident and it was assumed that some of them were inside the vessel.
nb: 18 personer var savnet etter ulykken og det ble antatt at mange av disse befant seg inne i fartøyet.

source: The Norwegian Environment Agency is the pollution authority and sets requirements for pollution preparedness for companies, including the petroleum industry.
nb: Miljødirektoratet er forurensningsmyndighet og kravstiller for forurensningsberedskap for bedrifter, herunder petroleumsindustrien.

source: AIS Aid to Navigation report
nb: AIS navigasjonsinnretning rapport

source: More efficient route planning for mariners
nb: Mer effektiv ruteplanlegging for navigatører

source: The chart display tool S-100 Demonstrator was used both in planning and during the pilotage itself through the Tjeldsundet sound.
nb: Kartvisningsverktøyet S-100 Demonstrator vart brukt både i planlegginga og under sjølve losinga gjennom Tjeldsundet.

source: The IUA in Østfold, Vest-Agder and Kristiansand were also placed on standby.
nb: IUA Østfold, Vest-Agder og Kristiansand ble i tillegg satt i stand-by.

source: Vessels with a length greater than 120 metres must not pass other vessels in the waters between Måløysundet beacon in the south and the northernmost point of Østre Fiskarkai (61° 55,89’ N 005° 07,17’ Ø) in the north.
nb: Fartøy med større lengde enn 120 meter skal ikke passere andre fartøy på strekningen mellom Måløysundet lykt i sør og nordligste punkt på Østre Fiskarkai (61° 55,89’ N 005° 07,17’ Ø) i nord.

source: In the files that are downloaded (RTZ), the VHF channel is located at waypoint where vessels enter the individual VHF zones connected to Vessel Traffic Service (VTS) centres.
nb: I filene som lastes ned (RTZ) ligger VHF-kanal på waypoint der fartøy kommer inn i de enkelte VHF-soner knyttet til Kystverkets sjøtrafikksentraler (VTS) slik at disse kommer smart opp ved seilasen.

source: Open water. Less than 1/10 ice.
nb: Mindre enn 1/10 is.Sjøfarten uhindret.

source: The Norwegian Coastal Administration encourages mariners to submit feedback about the service to help ensure that it is meeting mariners’ needs.
nb: Kystverket oppfordrer navigatører til å sende tilbakemeldinger om tjenesten og bidra til at tjenesten imøtekommer navigatørenes behov.

source: In addition to improved positioning accuracy, the DGPS service will also provide integrity alarms for GPS.
nb: I tillegg til bedre posisjonsnøyaktighet, vil også DGPS-tjenesten gi integritetsalarmer for GPS.

source: NCA's and the Norwegian Maritime Directorate's emergency response scheme has a daily dialogue, and carries out weekly summaries / deliveries of incoming cases in the respective duty schemes.
nb: Kystverkets og Sjøfartsdirektoratets beredskapsvaktordning har daglig dialog, og gjennomfører ukentlige oppsummeringer/overleveringer av innkomne saker i de respektive vaktordninger.

source: NCA has an agreement with the Norwegian Maritime Authority on access to maritime expertise / assistance in the event of pollution incidents / government actions.
nb: Kystverket har en avtale med Sjøfartsdirektoratet om tilgang til maritim kompetanse/bistand ved forurensningshendelser/statlige aksjoner.

source: Eight million tonnes of loose rock corresponds to around 750 000 lorry loads, but it will be removed from the site by barges.
nb: Åtte millioner tonn løsmasse tilsvarer rundt 750 000 lastebillass. Men det skal altså ikke transporteres bort med lastebiler.

source: We were also able to drape information such as ENCs and seabed conditions over the depth data in the display of data in the Demonstrator.
nb: I tillegg kunne vi drapere informasjon som ENC og bunnforhold over dybdedataene i visningen av dataene i Demonstratoren.

source: Such vessels shall pay the pilotage readiness fee as an annual fee when they during one sailing season operate for more than 2 months in total in waters subject to fees or between ports on Svalbard.
nb: Slike fartøy skal betale losberedskapsavgiften i form av årsavgift når de i løpet av en seilingssesong til sammen seiler mer enn 2 måneder i avgiftsbelagt farvann eller mellom havner på Svalbard.

source: How will the excavated rock be transported out?
nb: Hvordan skal massene transporteres ut?

source: In addition, there will be an area that is the ‘point of no return’ for those entering the tunnel.
nb: I tillegg blir det et område som er ‘point of no return’ for de som skal inn i tunnelen.

source: A large number of resources took part in the operation and the inter-council committees for acute pollution (IUA) in Telemark, Vestfold and Aust-Agder were mobilized.
nb: Store ressurser deltok i aksjonen og det interkommunale utvalget mot akutt forurensing (IUA) i Telemark, Vestfold og Aust-Agder ble mobilisert.

source: are equipped with an approved ECDIS,
nb: er utstyrt med godkjent ECDIS,

source: The pilots of Longyearbyen cover vessel traffic to both Barentsburg, Longyearbyen and Ny-Ålesund, including the long distance cruise ships.
nb: Losene i Longyearbyen betjener trafikken inn til både Barentsburg, Longyearbyen og Ny-Ålesund, herunder den oversjøiske cruisetrafikken.

source: 3 The light range may be over 10 nautical miles.
nb: 3 Lysvidden kan være over 10 nautiske mil.

source: The NCA in Ålesund (city centre)
nb: Obligatoriske felt er merket med *.

source: Established in 1978, this is the oldest VTS centre in Norway.
nb: Brevik sjøtrafikksentral ble etablert i 1978 og er Norges eldste sjøtrafikksentral.

source: The big new thing is online communication with external parties, such as OMC, who supply continuous updates of the under keel clearance (UKC),” he says.
nb: Det store nye her er online-kommunikasjon med eksterne aktører, som OMC, som leverer fortløpende oppdatering av UKC (Under Keel Clarence), sier han.

source: KV Bergen was right next to the casualty, the oil spill response force at the Coastal Administration in Stavanger was mobilized, and the equipment was moved to the beach.
nb: KV Bergen lå helt inntil havaristen, oljeverndepotstyrken til Kystverket i Stavanger ble mobilisert, og utstyret ble flyttet til stranden.

source: Notice must be given at least 24 hours prior to arrival at the port of destination.
nb: Melding skal gis minst 24 timer før ankomst til bestemmelseshavnen.

source: 1 The safety zone can under certain circumstances be increased to 1000 metres.
nb: 1 Sikkerhetssonen kan i særskilte situasjoner økes til 1000 meter.

source: The Ministry of Trade and Industry and the Norwegian Maritime Authority appoint and chair the Norwegian delegations in IMO’s committees.
nb: Nærings- og fiskeridepartementet (NFD) og Sjøfartsdirektoratet oppnevner og leder de norske delegasjonene i IMOs komiteer.

source: IUA in Telemark, Aust-Agder, Midt-Agder and Vest-Agder, was also mobilised.
nb: Videre ble den kommunale forurensningsberedskapen på Sørlandet ved IUA Telemark, Aust-, Midt- og Vest-Agder mobilisert.

source: The DGPS service is linked to GPS.
nb: DGPS-tjenesten er koblet opp mot GPS.

source: On the same day, the Norwegian Navy and Defense Materiel (FMA) were ordered by the Norwegian Coastal Administration to remove KNM Helge Ingstad, as well as to secure the environment for further emissions of fuel.
nb: Samme dag ble Sjøforsvaret og Forsvarsmateriell (FMA) pålagt av Kystverket å fjerne KNM Helge Ingstad, samt å sikre miljøet for ytterligere utslipp av drivstoff.

source: Each DGPS station has two reference stations with unique ID numbers.
nb: Hver DGPS-stasjon har to referansestasjoner med unike ID-numre.

source: The work on maritime safety and preparedness within the Arctic Council is carried out through the working groups Emergency Prevention Preparedness and Response (EPPR) and Protection of the Arctic Marine Environment (PAME).
nb: Arbeidet med sjøsikkerhet og beredskap innen Arktisk råd skjer gjennom arbeidsgruppene Emergency Prevention Preparedness and Response (EPPR) og Protection of Arctic Marine Environment (PAME).

source: This includes voyages to Kvitøya, Kong Karls Land and Hopen.
nb: Dette gjelder også seilas til Kvitøya, Kong Karls Land og Hopen.

source: Full City ran around at 00:23 near Såstein.
nb: Full City grunnstøtte klokken 00:23 ved Såstein.
